{
  "nav": {
    "about": "О нас",
    "services": "Сервисы",
    "technologies": "Технологии",
    "whyUs": "Почему мы",
    "careers": "Карьера",
    "contact": "Контакты"
  },
  "promo": {
    "providingTopItTalent": "Предоставление лучших ИТ-талантов для вашего успеха",
    "professionalItRecruitment": "Профессиональные решения по подбору ИТ-специалистов с гарантией качества",
    "startCollaboration": "Начать сотрудничество"
  },
  "about": {
    "aboutOurCompany": "О Компании",
    "yearsInIt": "Лет в ИТ Индустрии",
    "fullTimeProfessionals": "Full-time сотрудников",
    "staffTurnoverRate": "Текучесть кадров"
  },
  "services": {
    "ourServices": "Наши Сервисы и Услуги",
    "staffAugmentation": "Расширение Команды",
    "providingItSpecialists": "Предоставление IT-специалистов для вашей компании на любых условиях",
    "itRecruitment": "ИТ Рекрутмент",
    "sourcingDevelopers": "Разработчики, Дизайнеры UX/UI, Инженеры DevOps, Специалисты по контролю качества и другие ИТ-специалисты",
    "hrConsulting": "HR Консалтинг",
    "helpWithHr": "Помощь с кадровыми процессами и формированием ИТ-команды"
  },
  "technologies": {
    "businessDomains": "Бизнес-домены",
    "skillsAndCompetencies": "Навыки и Компетенции"
  },
  "whyUs": {
    "whyChooseDoIT": "Почему стоит выбрать DoIT Solution",
    "deepItUnderstandingAndComplexApproach": "Глубокое понимание ИТ и комплексный подход",
    "doITSolutionOffers": "DoIT Solution предлагает модель «Расширение команды» для увеличения команды, предоставляя специалистов в соответствии с потребностями клиента в течение в среднем 2–4 недель. Мы поддерживают кадровый резерв, в котором 10% экспертов доступны немедленно, а дополнительные ресурсы доступны по первому требованию. Процесс состоит из двух частей: поиск подходящего кандидата путем оценки технического и культурного соответствия и его плавная интеграция в проект. Поиск кандидата начинается с требований клиента, где менеджеры анализируют и создают профиль кандидата, обеспечивая соответствие интересам и требованиям проекта. На этапе интеграции специалисты проходят адаптацию, введение в проект и 2–4-недельный испытательный срок для подтверждения пригодности производительности. Производительность поддерживается с помощью структурированной поддержки, включающей координаторов проектов, технических экспертов, менеджеров по ресурсам и деливери менеджеров. Это обеспечивает бесшовную интеграцию, упреждающее снижение рисков и устойчивую высокую производительность в соответствии с целями клиента.",
    "benefitsOfItStaffAugmentation": "Преимущества модели Расширение Команды",
    "softwareStaffAugmentationInvolvesIntegrating": "Увеличение штата сотрудников в сфере программного обеспечения подразумевает интеграцию дополнительных талантов в ваши текущие команды. Это устраняет бремя поиска, подбора, обучения и удержания. \nЭкономически эффективные решения \nDoIT Solution сократит значительные расходы, связанные с процессами найма, управлением заработной платой и контролем проекта. \nНулевой риск подбора персонала \nБлагодаря услугам по увеличению штата сотрудников в сфере ИТ вы полностью избавитесь от бремени подбора персонала и связанных с этим расходов, что позволит вам легко масштабировать команды по мере изменения ваших потребностей. \nБыстрый доступ к навыкам \nПосле того, как вы отправите свои требования, вы получите первые резюме кандидатов для увеличения технической команды в течение 24 часов. Полный контроль \nЕсли у вас уже есть сильное внутреннее управление, вы можете сохранить полный контроль над проектом с помощью увеличения ресурсов и персонала."
  },
  "contact": {
    "contactUs": "Свяжитесь с нами",
    "yourName": "Ваше имя",
    "message": "Сообщение",
    "sendMessage": "Отправить Сообщение"
  }
}